export const header = {
    links: [
        { path: '/home', name: 'ГОЛОВНА' },
        { path: '/offers', name: 'ПОСЛУГИ' },
        { path: '/about', name: 'ПРО МЕНЕ' },
        { path: '/blog', name: 'БЛОГ' },
    ],
    contact: 'КОНТАКТ',
}

export const homeTop = {
    text: 'Привіт! Радий бачити вас на моєму сайті. Якщо ви тут, це означає, що ви задумуєтесь над співпрацею з експертом з нерухомості. Вітаю вас! Ви в правильному місці! /n/n Я є незалежним агентом з нерухомості, який працює у Вроцлаві та його околицях. Якщо вам потрібна допомога в продажі вашої нерухомості або ви плануєте придбати квартиру чи будинок і потребуєте професійної підтримки, я буду радий вам допомогти! /n/n Я співпрацюю з перевіреними нотаріусом та кредитним експертом, тож ви можете бути впевнені, що весь процес пройде чітко та відповідно до ваших очікувань. Якщо вам потрібне комерційне приміщення для вашого бізнесу або шукаєте нерухомість для інвестицій, я зможу знайти найкращі пропозиції на ринку чи поза ринком. Запрошую до контакту!',
    contact: 'КОНТАКТ',
}

export const homeOffers = [
    { img: '/buy.png', link: '/offers', name: 'КУПІВЛЯ' },
    { img: '/sell.png', link: '/offers', name: 'ПРОДАЖ' },
    { img: '/najem.png', link: '/offers', name: 'ОРЕНДА' },
    { img: '/wynajem.png', link: '/offers', name: 'ЗДАЧА В ОРЕНДУ' },
]

export const HomeAbout = {
    title: 'ПРО МЕНЕ',
    text: 'Привіт! Мене звати Іван, я є вашим надійним агентом з нерухомості у Вроцлаві, готові почути мою історію? /n/n У далекому 2016 році я вирішив переїхати у Вроцлав на навчання. У Вроцлавському університеті я отримав економічну освіту, так як мені здавалось, що це відкриває для мене дуже широкі можливості професійного розвитку, але на той момент у мене не було ще жодного уявлення чим саме я хочу займатись. /n/n Підпрацьовуючи на різних «роботах» як студент, на 3 курсі, після сотні спроб, мені вдалось потрапити на роботу у швейцарський інвестиційний банк «UBS». Спочатку було класно, але згодом я зрозумів, що мені бракує живого контакту з людьми. Тож я вирішив спробувати себе в ролі агента в одній з агенцій з нерухомості і це був постріл в 10. Постійна комунікація з людьми, живі емоції і можливість бути корисним - я зрозумів, що це саме те, чим я хочу займатись.',
    button: 'БІЛЬШЕ',
}

export const scrollToContact = {
    text: 'ЗАПРОШУЮ ДО КОНТАКТУ',
}

export const mission = [
    {
        img: '/mission.png',
        text: 'Моя місія полягає в тому, щоб забезпечити комплексне та професійне обслуговування своїм клієнтам і надавати послуги на найвищому рівні з метою забезпечення комфорту, безпеки та задоволення клієнтів, які мені довірились.',
        name: 'МІСІЯ',
    },
    {
        name: 'ВІЗІЯ',
        text: 'Я будую та розвиваю бренд AGENT TSEHENKO на основі довіри та професіоналізму, що є синонімом не лише відмінного сервісу, а й турботи про комфорт та безпеку моїх клієнтів.',
        img: '/vision.png',
    },
]

export const contact = {
    title: 'КОНТАКТ',
    phone: 'тел. +48 574 788 308',
    email: 'пошта: contact@tsehenko.pl',
    text: 'Якщо ви хочете бути в курсі усіх новин та подій, підписуйтесь на мої соціальні мережі!',
    question: 'Питання:',
    button: 'ВИСЛАТИ',
}

export const footer = {
    text: '«Не чекай, щоб купити нерухомість, купуй нерухомість і чекай.»',
    author: 'Вілл Роджерс',
    links: [
        { path: '/home', name: 'ГОЛОВНА' },
        { path: '/offers', name: 'ПОСЛУГИ' },
        { path: '/about', name: 'ПРО МЕНЕ' },
        { path: '/blog', name: 'БЛОГ' },
    ],
}

export const offersPage = {
    top: 'ПОСЛУГИ',
    description: 'ОПИС',
    links: [
        {
            name: 'ПРОДАЖ',
            id: 1,
        },
        {
            name: 'КУПІВЛЯ',
            id: 2,
        },
        {
            name: 'ОРЕНДА',
            id: 3,
        },
        {
            name: 'ЗДАЧА В ОРЕНДУ',
            id: 4,
        },
    ],

    looksLike: 'Як виглядає процес співпраці?',
    more: 'більше',
    less: 'менше',
}

export const offersData = [
    {
        title: 'ПРОДАЖ',
        id: 1,
        steps: [
            {
                id: 1,
                text: 'Консультація та аналіз потреб клієнта-продавця',
            },
            {
                id: 2,
                text: 'Перевірка документів на нерухомість',
            },
            {
                id: 3,
                text: 'Підписання договору',
            },
            {
                id: 4,
                text: 'Збільшення цінової вартості нерухомості перед продажем',
            },
            {
                id: 5,
                text: 'Аналіз ринку конкурентів та оцінка нерухомості',
            },
            {
                id: 6,
                text: 'Вибір найкращої стратегії продажу нерухомості',
            },
            {
                id: 7,
                text: 'Маркетинг нерухомості',
            },
            {
                id: 8,
                text: 'Проведення презентацій',
            },
            {
                id: 9,
                text: 'Переговори/торги з потенційним покупцем',
            },
            {
                id: 10,
                text: 'Підготовка документів для підписання договору купівлі-продажу у нотаріуса',
            },
            {
                id: 11,
                text: 'Нотаріальний акт',
            },
            {
                id: 12,
                text: 'Процедура передачі квартири новому власнику',
            },
        ],
        img: '/prodaz.jpeg',
    },
    {
        title: 'ПОКУПКА',
        id: 2,
        steps: [
            {
                id: 1,
                text: 'Консультація, аналіз та визначення всіх основних характеристик нерухомості, яку ви шукаєте.',
            },
            {
                id: 2,
                text: 'Підписання договору.',
            },
            {
                id: 3,
                text: 'Пошук нерухомості з усього ринку та поза ринком.',
            },
            {
                id: 4,
                text: 'Підготовка до іпотечного кредиту (у разі фінансування покупки за рахунок кредитних коштів) спільно з кредитним експертом - ця послуга безкоштовна.',
            },
            {
                id: 5,
                text: 'Перевірка правового статусу майна та його власника',
            },
            {
                id: 6,
                text: 'Переговори/торги з власником/забудовником',
            },
            {
                id: 7,
                text: 'Організація зустрічей у всіх відповідних органах',
            },
            {
                id: 8,
                text: 'Збір всіх необхідних документів для підписання акту продажу нерухомості',
            },
            {
                id: 9,
                text: 'Нотаріальний акт',
            },
            {
                id: 10,
                text: 'Допомога після придбання нерухомості',
            },
        ],
        img: '/offersBuy.JPG',
    },
    {
        title: 'ОРЕНДА',
        id: 3,
        steps: [
            {
                id: 1,
                text: 'Консультація, аналіз та підбір нерухомості для оренди відповідно до ваших потреб',
            },
            {
                id: 2,
                text: 'Підписання договору.',
            },
            {
                id: 3,
                text: 'Пошук нерухомості з усього ринку та поза ринком.',
            },
            {
                id: 4,
                text: 'Контактування з власниками та іншими агентствами нерухомості для перегляду нерухомості від вашого імені',
            },
            {
                id: 5,
                text: 'Перевірка правового статусу нерухомості та його власника для безпечної транзакції',
            },
            {
                id: 6,
                text: 'Ведення переговорів/торгів з власником нерухомості',
            },
            {
                id: 7,
                text: 'Перевірка договору оренди і звернення уваги на всі важливі для Вас моменти.',
            },
            {
                id: 8,
                text: 'Підготовка згоди власника іншої квартири для підписання договору «najmu okazjonalnego», при необхідності',
            },
            {
                id: 9,
                text: 'Передача нерухомості згідно з актом прийому-передачі.',
            },
        ],
        img: '/offersNajem.JPG',
    },
    {
        title: 'ЗДАЧА В ОРЕНДУ',
        id: 4,
        steps: [
            {
                id: 1,
                text: 'Консультація та аналіз потреб клієнта орендодавця',
            },
            {
                id: 2,
                text: 'Перевірка документів на нерухомість',
            },
            {
                id: 3,
                text: 'Підписання договору',
            },
            {
                id: 4,
                text: 'Збільшення вартості нерухомості перед здачею в оренду',
            },
            {
                id: 5,
                text: 'Аналіз ринку конкурентів та встановлення ціни',
            },
            {
                id: 6,
                text: 'Вибір найкращої стратегії маркетингу нерухомості',
            },
            {
                id: 7,
                text: 'Маркетинг нерухомості: фотосесія, відео чи віртуальний тур',
            },
            {
                id: 8,
                text: 'Проведення презентацій',
            },
            {
                id: 9,
                text: 'Переговори/торги з потенційним орендарем',
            },
            {
                id: 10,
                text: 'Підготовка та оформлення договору оренди. Укладання у нотаріуса договору najmu okazjonalnego',
            },
            {
                id: 11,
                text: 'Здача майна згідно з протоколом',
            },
        ],
        img: '/offersWynajem.JPG',
    },
]

export const offers = {
    offersPage: offersPage,
    offersData: offersData,
}

export const about = {
    title: 'ПРО МЕНЕ',
    first: 'Привіт! Мене звати Іван, я є твоім надійним агентом з нерухомості у Вроцлаві, готові почути мою історію? /n/n У далекому 2016 році я вирішив переїхати у Вроцлав на навчання. У Вроцлавському університеті я отримав економічну освіту, так як мені здавалось, що це відкриває для мене дуже широкі можливості професійного розвитку, але на той момент у мене не було ще жодного уявлення чим саме я хочу займатись. /n/n Підпрацьовуючи на різних «роботах» як студент, на 3 курсі, після сотні спроб, мені вдалось потрапити на роботу у швейцарський інвестиційний банк «UBS». Спочатку було класно, але згодом я зрозумів, що мені бракує живого контакту з людьми. Тож я вирішив спробувати себе в ролі агента в одній з агенцій з нерухомості і це був постріл в 10. Постійна комунікація з людьми, живі емоції і можливість бути корисним - я зрозумів, що це саме те, чим я хочу займатись.',
    second: 'Здобувши цінний досвід роботи з клієнтами у агенції, я зрозумів, що готовий розвивати власний бренд — AGENT TSEHENKO. Місією якого буде забезпечення професійного обслуговування, використовуючи інноваційні методи роботи, які на сьогоднішній день приносять реальні результати. /n/n Коли мова йде про продаж чи купівлю нерухомості, я знаю, що для більшості людей це один з найважливіших виборів у їхньому житті, так само як це було і у моєму випадку. Тому можу вас запевнити, що зроблю все можливе , щоб співпраця зі мною була не лише комфортною та безпечною, але й максимально задовільняла всі ваші життєві та фінансові потреби. /n/n Якщо вам цікава тема Нерухомості, то раджу підписатись на мої соціальні мережі. Згодом там появиться багато корисного та цікавого контенту! /n/n З повагою ваш, /n AGENT TSEHENKO. /n Real Estate Agent ',
}

export const blog = 'БЛОГ'
